tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "isen-ng/dotnet-sdk-versions"
tap "oven-sh/bun"
brew "antidote"
brew "bat"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "volta"
brew "yadm"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "arc"
cask "azure-data-studio"
cask "balenaetcher"
cask "discord"
cask "docker"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk7-0-100"
cask "firefox-developer-edition"
cask "font-hasklug-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "iterm2-beta"
cask "jetbrains-toolbox"
cask "monitorcontrol"
cask "postman"
cask "protonvpn"
cask "rectangle"
cask "signal"
cask "slack"
cask "spotify"
cask "transmission"
cask "tunnelblick"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Bitwarden", id: 1352778147
